/* Unable to open user selected document. */
"Document content is corrupted and cannot be read." = "Document content is corrupted and cannot be read.";

/* Notification informative text for successful build. */
"Maven build did end successfuly." = "Maven build did end successfuly.";

/* Notification title for successful build. */
"Maven build did suceeded." = "Maven build did suceeded.";

/* Notification informative text for unsuccessful build. */
"Maven build didn't end successfuly." = "Maven build didn't end successfuly.";

/* Notification title for unsuccessful build. */
"Maven build didn't succeed." = "Maven build didn't succeed.";

/* Undo action for setting new working directory. */
"Set Working Directory" = "Set Working Directory";

/* Undo action for setting new value for command. */
"Typing" = "Typing";

/* User tries to build project with empty command. */
"Unable to build project with empty command." = "Unable to build project with empty command.";

/* Unable to read content of selected file. */
"Unable to read Maven working directory." = "Unable to read Maven working directory.";

/* Maven execution error. */
"Maven error" = "Unable to run Maven";
